"AppName" = "LDR touch";

"HelpAndSettings" = "Help & Settings"; 

"Settings" = "Settings"; 

"Account" = "Account";
"UserName" = "User Name";
"Password" = "Password";
"ServiceURI" = "Service URI";

"Feed" = "Feed";
"ReadFlagAuto" = "Sync automatically";

"SortOrder" = "Sort Order";

"SortOrderDate" = "New";
"SortOrderDateAsc" = "Old";
"SortOrderNumberOfUnread" = "Unread items (desc.)";
"SortOrderNumberOfUnreadAsc" = "Unread items (asc.)";
"SortOrderTitle" = "Title";
"SortOrderRate" = "Rating";
"SortOrderNumberOfSubscribers" = "Subscribers (desc.)";
"SortOrderNumberOfSubscribersAsc" = "Subscribers (asc.)";

"ViewMode" = "View";

"ViewModeFlat" = "Flat";
"ViewModeFolder" = "Folder";
"ViewModeRate" = "Rating";
"ViewModeSubscribers" = "Subscribers";

"UnreadCount" = "Unread Count";
"ShowBadge" = "Show Badge";

"WebView" = "Web View";
"UseMobileProxy" = "Use Mobile Proxy";
"AutoRotation" = "Auto Rotation";

"LoginFailure" = "Login failed: authentication failure.";
"Loading" = "Loading...";

"MarkAsRead" = "Mark As Read";

"Unread" = "Unread";

"RelativeTimeMinutes" = "%d minutues ago";
"RelativeTimeHours" = "%d hours ago";
"RelativeTimeDays" = "%d days ago";
"RelativeTimeMonths" = "%d months ago";

"PublishDate" = "posted: %@";
"ModifiedDate" = "modified: %@";

"ReloadThisPage" = "Reload This Page";
"DirectAccess" = "Direct access";
"WithMobileProxy" = "With mobile proxy";
"OpenSafari" = "Open Safari";

"Cancel" = "Cancel";

"MemoryWarning" = "WARNING: Memory Low!\nStop Loading.";
